-- lines for Mountain Package

return {
	-- 张颌
	["cv:zhanghe"] = "爪子",
	["$qiaobian1"] = "虚招令旗，以之惑敌。", -- judge
	["$qiaobian2"] = "绝其汲道，困其刍粮。", -- draw
	["$qiaobian3"] = "以守为攻，后发制人。", -- play
	["$qiaobian4"] = "停止前进，扎营御敌！", -- discard
	["~zhanghe"] = "归兵勿追，追兵难归啊……",

	-- 刘禅
	["$fangquan1"] = "一切听凭相父做主。",
	["$fangquan2"] = "多亏了爱卿呀！",
	["$ruoyu1"] = "朕资质愚钝，卿等助我。",
	["$ruoyu2"] = "才智虽有限，大志仍未绝。",
	["$jijiang3"] = "匡扶汉室，何人出战！(刘禅)",
	["$jijiang4"] = "谁来替朕出战！(刘禅)",
	["$xiangle1"] = "和平的日子真美好。",
	["$xiangle2"] = "歌舞升平，国泰民安！",
	["~liushan"] = "仁德之事……终究只是泡影吗……",

	-- 姜维
	["$tiaoxin1"] = "来来来，战个痛快！",
	["$tiaoxin2"] = "哈哈哈哈，不敢来的，都是懦夫！",
    ["$zhiji1"] = "丞相，一切交给我，您放心去吧！",
	["$zhiji2"] = "这仁德之事，我会拼死守护！",
	["$guanxing3"] = "观今夜天象，忆丞相遗志！(姜维)",
	["$guanxing4"] = "知天命，逆天安不可为？(姜维)",
	["~jiangwei"] = "无力回天……有负丞相重托……",

	-- 孙策
	["$jiang1"] = "所向披靡，进退自如！",
	["$jiang2"] = "剑锋所指，敌莫敢当！",
	["$hunzi1"] = "父亲在上，公瑾在旁，佑我江东，国运盛强！",
	["$hunzi2"] = "属于我们的时代，开始啦！",
    ["$yinghun3"] = "义兵再起，暴乱必除！(孙策)",
	["$yinghun4"] = "举贤任能，以保江东！(孙策)",
    ["$yingzi5"] = "哈哈哈哈哈！(孙策)", 
	["$yingzi6"] = "汝等看好了！(孙策)", 
	["$zhiba1"] = "爱卿，全靠你了！",
	["$zhiba2"] = "爱卿，快快请起！",
	["$zhiba3"] = "爱卿，全靠你了！",
	["~sunce"] = "权弟，以后靠你了……",

	-- 张昭＆张纮	
	["$zhijian1"] = "直言规谏，劝阻宜行！",
	["$zhijian2"] = "身言直谏，以报国恩！",
	["$guzheng1"] = "任贤使能，无为而治！",
	["$guzheng2"] = "内修外攘，固政安邦！",
	["~erzhang"] = "我等终究老矣……",

	-- 蔡文姬
	["$beige1"] = "天无涯兮地无边，我心愁兮亦复然。", -- 黑桃
	["$beige2"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣", -- 梅花
	["$beige3"] = "天无涯兮地无边，我心愁兮亦复然。", -- 方片
	["$beige4"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣。",  -- 红桃
	["$duanchang1"] = "故乡隔兮音尘绝，哭无声兮气将咽。",
	["$duanchang2"] = "雁飞高兮邈难寻，空断肠兮思愔愔。",
	["~caiwenji"] = "这就是最后的歌声吗？",

	-- 左慈
    ["$huashen1"] = "仙人之力，昭于世间。",
	["$huashen2"] = "为仙之道，飘渺莫测！",
	["$xinsheng1"] = "感觉到了，新的魂魄。",
	["$xinsheng2"] = "神光不灭，仙力不绝。",
	["~zuoci"] = "仙人转世，一去无返……",
}