-- lines for SP Package

return {
	-- 孙尚香
	["cv:sp_sunshangxiang"] = "眠眠，背碗卤粉",
	["$jieyin1"] = "将军暂歇，聆歌一曲。",
	["$jieyin2"] = "举案齐眉意，愿君知吾心。", -- 对刘备
	["$xiaoji1"] = "休要小看我~",
	["$xiaoji2"] = "看我的厉害~",
	["~sp_sunshangxiang"] = "不，我不会输……",
	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji1"] = "踏平南土，以消国恨",
	["$xueji2"] = "陷坚摧锋，以报家仇",
	["$huxiao1"] = "若无后手，何言为将？",
	["$huxiao2"] = "刀行如流水，杀你个措手不及！",
	["$huxiao3"] = "紫髯老贼！还吾父命来！",              -- for sunquan
	["$wuji"] = "武圣虽死，血脉尚存。先父佑我，再现武魂！",
	["~guanyinping"] = "父亲……",
	-- 陈琳
	["cv:chenlin"] = "苏遥东",
	["$bifa1"] = "文人岂无用，笔墨亦作兵！", -- 发动
	["$bifa2"] = "将军可否直视此言！", -- 给牌
	["$bifa3"] = "行文如刀，笔墨诛心！", -- 失去体力
	["$songci1"] = "广宜恩信，班扬符赏。", -- 摸牌
	["$songci2"] = "汝众违旅叛，当有此报！", -- 弃牌
	["~chenlin"] = "文未达意……贼不伏诛……吾之过也……",
	
}