-- lines for Thicket Package

return {
	-- 孙坚
	["$yinghun1"] = "义兵再起，暴乱必除！",
	["$yinghun2"] = "举贤任能，以保江东！",
	["~sunjian"] = "上天的眷顾只是幻觉吗？",
	-- 鲁肃
	["$haoshi1"] = "整齐好礼，乐善好施。--出自《史记·乐书二》",
	["$haoshi2"] = "君子贵人贱己，先人而后己。--出自《礼记·访记》",
	["$dimeng1"] = ".联盟既起，戮力同心。",
	["$dimeng2"] = ".辅车相依，唇亡齿寒。 --出自《左传·哀公八年》",
	["~lusu"] = "联盟不能破灭（咳嗽声）",
	-- 贾诩
	["$wansha1"] = "只有靠自己才是强者！",
	["$wansha2"] = "英雄，也会孤掌难鸣啊！",
	["$weimu1"] = "就凭你？哼哼哼哼！",
	["$weimu2"] = "哼！只有这种程度吗？",
	["$luanwu1"] = "杀或是被杀，自己选择吧，哼哼哼哼！",
	["$luanwu2"] = "努力活下去吧，在这乱世之中。",
    ["~jiaxu"] = "我竟然落算了你....",
	-- 曹丕
	["cv:caopi"] = "V7，殆尘，lelek",
	["$xingshang1"] = "汝妻子吾自养之，汝勿虑也",
	["$xingshang2"] = "珠沉玉没，其香犹存",
	["$xingshang3"] = "痛神曜之幽潛，哀鼎俎之虛置",
	["$fangzhu1"] = "罪不至死，赦死从流",
	["$fangzhu2"] = "特赦天下，奉旨回京",
	["~caopi"] = "嗟我白发，生一何早。长吟永叹，怀我圣考。",
	["`caopi"] = "席卷天下，囊括四海，完先人遗志，成大魏霸业！",
	-- 董卓
	["$jiuchi1"] = "一次喝个够！",
	["$jiuchi2"] = "哼哼哼哼哈，倒酒，倒酒！",
	["$roulin1"] = "漂亮的姑娘都是我的！",
	["$roulin2"] = "对面的女孩看过来（淫笑）！",
	["$benghuai1"] = "酒池肉林，其乐无穷，哼哼哈哈哈哈！",
	["$benghuai2"] = "我还要更多，更多。",
	["$baonue1"] = "杀得好，大大有赏。",
	["$baonue2"] = "哈...哈...哈,不愧是我的好部下！",
	["~dongzhuo"] = "奉先，你......",
}